Repository: polylang/polylang
Catalog: languages/polylang-bel.po
Languages: ru_ru

source: Polylang is provided with an extensive %sdocumentation%s (in English only). It includes information on how to set up your multilingual site and use it on a daily basis, a FAQ, as well as a documentation for programmers to adapt their plugins and themes.
ru_ru: Polylang забяспечаны шырокай %sдакументацыяй%s (толькі на англійскай мове). У яе ўваходзіць інфармацыя пра наладу шматмоўнага блога і яго паўсядзённае выкарыстанне, адказы на частыя пытанні і дакументацыя для праграмістаў.

source: You will also find useful information in the %ssupport forum%s. However don't forget to make a search before posting a new topic.
ru_ru: Таксама, вы можаце знайсці карысную інфармацыю на %sфоруме%s. Зрэшты, не забывайце сперш шукаць адказ, а потым пытаць.

source: Polylang is free of charge and is released under the same license as WordPress, the %sGPL%s.
ru_ru: Polylang - бясплатны і распаўсюджваецца пад той жа ліцэнзіяй %sGPL%s, што і WordPress.

source: If you wonder how you can help the project, just %sread this%s.
ru_ru: Аб тым, як вы можаце дапамагчы праекту, вы можаце прачытаць %sтут%s.

source: Finally if you like this plugin or if it helps your business, donations to the author are greatly appreciated.
ru_ru: І нарэшце, калі Polylang вам спадабаецца альбо дапамагае ў вашай працы, вы заўседы можаце ахвяраваць грошаў аўтару праекта.

source: Languages
ru_ru: Мовы

source: Displays language names
ru_ru: Паказваць назвы моў

source: Displays flags
ru_ru: Паказваць сцягі

source: Forces link to front page
ru_ru: Прымусова пераходзіць на галоўную старонку сайта пры змене мовы

source: Hides the current language
ru_ru: Схаваць бягучую мову

source: Displays as dropdown
ru_ru: Паказвае як выпадальны спіс

source: Filters content by language
ru_ru: Адбіраць змесціва паводле мовы

source: Show all languages
ru_ru: Паказаць усе мовы

source: Add new translation
ru_ru: Дадаць новы пераклад

source: Language
ru_ru: Мова

source: Translations
ru_ru: Пераклады

source: Sets the language
ru_ru: Вызначае мову

source: The widget is displayed for:
ru_ru: Паказваць віджэт для

source: All languages
ru_ru: Усе мовы

source: Admin language
ru_ru: Мова панэлі адміністратара

source: WordPress default
ru_ru: Па змаўчанню

source: Settings
ru_ru: Наладкі

source: Upgrading language files&#8230;
ru_ru: Абнаўленне моўных файлаў&#8230;

source: About Polylang
ru_ru: Аб Polylang

source: Strings translations
ru_ru: Пераклады радкоў

source: Strings translation
ru_ru: Пераклад радкоў

source: Enter a valid WordPress locale
ru_ru: Вызначце карэктную WordPress лакаль

source: The language code must be unique
ru_ru: Код мовы павінны быць унікальным

source: The language must have a name
ru_ru: Мова павінна мець назву

source: The language was created, but the WordPress language file was not downloaded. Please install it manually.
ru_ru: Мова была створана, але патрабуемые моўныя файлы не былі запампованы. Калі ласка, запампуйце ды устанавіце іх самастойна.

source: Widget title
ru_ru: Назва віджэту

source: Taxonomies
ru_ru: Таксаноміі

source: Custom fields
ru_ru: Адвольныя палі

source: Comment status
ru_ru: Стан каментара

source: Ping status
ru_ru: Адказ на запыт

source: Sticky posts
ru_ru: Заліпаючыя запісы

source: Published date
ru_ru: Дата публікацыі

source: Post format
ru_ru: Фармат запісу

source: Page parent
ru_ru: Бацькоўская старонка

source: Page template
ru_ru: Шаблон старонкі

source: Page order
ru_ru: Парадак старонак

source: Featured image
ru_ru: Выбраная выява

source: Edit language
ru_ru: Рэдагаваць мову

source: Add new language
ru_ru: Дадаць новую мову

source: Choose a language
ru_ru: Выбраць мову

source: You can choose a language in the list or directly edit it below.
ru_ru: Вы можаце выбраць мову са спіса альбо дадаць яе ніжэй самастойна.

source: Full name
ru_ru: Поўная назва

source: The name is how it is displayed on your site (for example: English).
ru_ru: Назва для адлюстравання на сайце (напрыклад: Беларускі).

source: Locale
ru_ru: Лакаль

source: WordPress Locale for the language (for example: en_US). You will need to install the .mo file for this language.
ru_ru: Лакаль WordPress для мовы (напрыклад: be_BY). Вы павінны устанавіць файлы .mo для панэлі адміністратара ды выкарыстоўваемай тэмы.

source: Language code
ru_ru: Код мовы

source: Text direction
ru_ru: Напрамак тэксту

source: left to right
ru_ru: злева направа

source: right to left
ru_ru: справа налева

source: Choose the text direction for the language
ru_ru: Выберыце напрамак тэксту

source: Order
ru_ru: Парадак

source: Position of the language in the language switcher
ru_ru: Месца мовы ў пераключальніку моў

source: Language switcher
ru_ru: Выбар моў

source: Search translations
ru_ru: Пошук перакладаў

source: Clean strings translation database
ru_ru: Ачысціць базу дадзеных радкоў перакладу

source: Default language
ru_ru: Мова па змаўчанню

source: There are posts, pages, categories or tags without language set. Do you want to set them all to default language ?
ru_ru: Былі знойдзены запісы, старонкі, катэгорыі ды тэгі без зазначанай мовы. Вызначыць мову выкарыстання па змаўчанню?

source: Detect browser language
ru_ru: Вызначыць мову браўзера

source: When the front page is visited, set the language according to the browser preference
ru_ru: Вызначыць мову сайта паводле налад браўзера

source: URL modifications
ru_ru: Мадыфікацыі URL

source: Hide URL language information for default language
ru_ru: Схаваць назву мовы з URL

source: Media
ru_ru: Медыа

source: Activate languages and translations for media
ru_ru: Актывіраваць мовы і пераклады для медыа-файлаў

source: Synchronization
ru_ru: Сінхранізацыя

source: Custom post types
ru_ru: Адвольны тып запісаў

source: Activate languages and translations for custom post types.
ru_ru: Актывіраваць мовы і пераклады для адвольных тыпаў запісаў.

source: Custom taxonomies
ru_ru: Адвольныя таксаноміі

source: Activate languages and translations for custom taxonomies.
ru_ru: Актывіраваць мовы і пераклады для адвольных таксанамій.

source: Edit
ru_ru: Рэдагаваць

source: Delete
ru_ru: Выдаліць

source: Code
ru_ru: Код

source: Flag
ru_ru: Сцяг

source: Posts
ru_ru: Запісы

source: Name
ru_ru: Імя

source: String
ru_ru: Радок

source: Add new
ru_ru: Дадаць новую

source: Language Switcher
ru_ru: Пераключальнік моў

source: Displays a language switcher
ru_ru: Паказвае пераключальнік моў

source: Title:
ru_ru: Назва:

source: Adds multilingual capability to WordPress
ru_ru: Дадае магчымасць падтрымкі шматмоў'я ў WordPress

source: You are using WordPress %s. Polylang requires at least WordPress %s.
ru_ru: Вы выкарыстоўваеце WordPress %s. Polylang патрабуе не менш за WordPress %s.

source: Polylang has been deactivated because you upgraded from a too old version.
ru_ru: Polylang быў выключаны, таму што вы аднаўляецеся з немагчыма старой версіі.

source: Please upgrade first to %s before ugrading to %s.
ru_ru: Калі ласка, аднавіце перш да версіі %s, каб аднавіць да версіі %s.

source: Group
ru_ru: Група

source: View all groups
ru_ru: Прагледзець усе групы

source: You are about to permanently delete this language. Are you sure?
ru_ru: Вы збіраецеся выдаліць гэтую мову. Вы ўпэўнены?

source: Use this to remove unused strings from database, for example after a plugin has been uninstalled.
ru_ru: Выкарыстоўвайце гэтую функцыю, калі вам патрэбна выдаліць невыкарастаныя радкі з базы дадзеных (напрыклад, пасля таго, як плагін быў выдалены).

source: The synchronization options allow to maintain exact same values (or translations in the case of taxonomies and page parent) of meta content between the translations of a post or page.
ru_ru: Налады сінхранізацыі дазваляюць падтрымліваць гэткія ж самыя значэнні (альбо пераклады ў выпадку таксанаміі і бацькоўскай старонкі) мета-змесціва паміж перакладамі запісу альбо старонкі.

source: The language code contains invalid characters
ru_ru: Код мовы ўтрымлівае нядзейныя сімвалы

source: The language is set from content
ru_ru: Мова наладжана згодна са змесцівам

source: Posts, pages, categories and tags urls are not modified.
ru_ru: Спасылкі запісаў, старонак, катэгорый і тэгаў не змяняюцца.

source: The language is set from the directory name in pretty permalinks
ru_ru: Мова наладжана згодна з імём дырэкторыі pretty permalinks

source: Example:
ru_ru: Напрыклад:

source: The language is set from the subdomain name in pretty permalinks
ru_ru: Мова наладжана згодна з імём паддамена ў pretty permalinks

source: The language is set from different domains
ru_ru: Мова наладжана з розных даменаў

source: Remove /language/ in pretty permalinks
ru_ru: Выдаліць /language/ у pretty permalinks

source: Keep /language/ in pretty permalinks
ru_ru: Захаваць /language/ у pretty permalinks

source: The front page url contains the language code instead of the page name or page id
ru_ru: Спасылка на галоўную старонку ўтрымлівае код мовы замест імя альбо id старонкі

source: Example: %s instead of %s
ru_ru: Прыклад: %s заместа %s

source: Impossible to add the language.
ru_ru: Немагчыма дадаць мову.

source: Language added.
ru_ru: Мова дададзена.

source: Language deleted.
ru_ru: Мова выдалена.

source: Language updated.
ru_ru: Мова аднаўлена.

source: Translations updated.
ru_ru: Пераклады аднаўлены.

source: Language code - preferably 2-letters ISO 639-1 (for example: en)
ru_ru: Код мовы - пажадана дзвюхлітарны згодна са стандартам ISO 639-1 (напрыклад: en)

source: The chosen static front page must be translated in all languages.
ru_ru: Выбраная статычная галоўная старонка павінна быць перакладзена на ўсе мовы.

source: Widget text
ru_ru: Тэкст віджэта
